---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CorrectionFactorSet
source: html/b218fb3e-336b-1421-7f1e-647e48ec4467.htm
---
# CorrectionFactorSet Properties

Test to see if the set is empty.